tap "argon/mas"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/file"
tap "sanemat/font"
cask "osxfuse"
brew "automake"
brew "python"
brew "awscli"
brew "bash-completion"
brew "blueutil"
brew "freetype"
brew "cmake"
brew "coreutils"
brew "pango"
brew "gawk"
brew "gcc"
brew "ghostscript"
brew "git"
brew "go"
brew "pkg-config"
brew "graphviz"
brew "imagemagick"
brew "kotlin"
brew "librsvg"
brew "llvm"
brew "mackup"
brew "mas"
brew "mysql"
brew "node"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "rmtrash"
brew "sshfs"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "db-browser-for-sqlite"
cask "discord"
cask "dropbox"
cask "julia"
cask "mactex"
cask "ngrok"
cask "skitch"
cask "slack"
cask "xquartz"
mas "CotEditor", id: 1024640650
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
