tap "argoproj/tap"
tap "aws/tap"
tap "elastic/tap"
tap "garethr/kubeval"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nektos/tap"
tap "rhyeal/aws-rotate-iam-keys", "https://github.com/rhyeal/aws-rotate-iam-keys"
tap "spring-io/tap"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
brew "gcc"
brew "python@3.9"
brew "argocd"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "blueutil", link: false
brew "coreutils"
brew "curl"
brew "dvc"
brew "openjdk"
brew "elasticsearch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "grep"
brew "hadolint"
brew "haproxy"
brew "helm"
brew "htop"
brew "jq"
brew "k3d"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql"
brew "nginx"
brew "nkf"
brew "nodebrew"
brew "ocaml"
brew "opam"
brew "pass"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rpm"
brew "ruby"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "elastic/tap/filebeat-full"
brew "garethr/kubeval/kubeval"
brew "heroku/brew/heroku"
brew "rhyeal/aws-rotate-iam-keys/aws-rotate-iam-keys"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
cask "1password"
cask "alfred"
cask "deepl"
cask "google-chrome"
cask "keybase"
cask "lens"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "Bandwidth+", id: 490461369
mas "CommentScreen", id: 1450950860
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Numbers", id: 409203825
mas "VisualXML", id: 617516344
mas "Xcode", id: 497799835
